11/data/attachments/2f21fad4d0a20f48.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_keep_Friend_90664_1</nif:username>
            <nif:friendToBeRequested>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>